Rorumaster.delete_all
Rorumaster.reset_pk_sequence
Rorumaster.create!([
  {ロールコード: "20", ロール名: "役員グループ", 序列: "20"},
  {ロールコード: "30", ロール名: "営業グループ", 序列: "30"},
  {ロールコード: "40", ロール名: "開発グループ", 序列: "40"},
  {ロールコード: "50", ロール名: "管理グループ", 序列: "50"},
  {ロールコード: "60", ロール名: "企画グループ", 序列: "60"},
  {ロールコード: "10", ロール名: "ジュピター", 序列: "10"},
  {ロールコード: "70", ロール名: "製販会議", 序列: "70"},
  {ロールコード: "73", ロール名: "営業会議", 序列: "73"},
  {ロールコード: "68", ロール名: "協力会社", 序列: "68"},
  {ロールコード: "65", ロール名: "長期休職", 序列: "65"},
  {ロールコード: "751", ロール名: "ケンコーマヨネーズ", 序列: "751"},
  {ロールコード: "752", ロール名: "JCコムサ", 序列: "752"},
  {ロールコード: "753", ロール名: "JA果汁", 序列: "753"},
  {ロールコード: "754", ロール名: "CAPSアドバンス", 序列: "754"},
  {ロールコード: "755", ロール名: "afs", 序列: "755"}
])