Setsubi.delete_all
Setsubi.reset_pk_sequence
Setsubi.create!([
  {設備コード: "0003", 設備名: "AU通信カード１", 備考: ""},
  {設備コード: "0004", 設備名: "AU通信カード２", 備考: ""},
  {設備コード: "0005", 設備名: "AU通信カード３", 備考: ""},
  {設備コード: "0002", 設備名: "会議室7F", 備考: ""},
  {設備コード: "0001", 設備名: "会議室6F", 備考: ""},
  {設備コード: "0006", 設備名: "社用車", 備考: ""},
  {設備コード: "0008", 設備名: "計や電話２（佐藤）", 備考: ""},
  {設備コード: "0007", 設備名: "携帯電話１（横野）", 備考: ""},
  {設備コード: "0009", 設備名: "携帯電話３（不二製油）", 備考: ""},
  {設備コード: "0010", 設備名: "デモ用PC（リモート接続）", 備考: ""},
  {設備コード: "0011", 設備名: "VAIO－01(VGNｰSZ92PS)", 備考: ""}
])