Shozai.delete_all
Shozai.reset_pk_sequence
Shozai.create!([
  {所在コード: "40", 所在名: "遅刻", 背景色: "#088A85", 文字色: "#f5f5f5"},
  {所在コード: "99", 所在名: "帰宅", 背景色: "#424242", 文字色: "#ffffff"},
  {所在コード: "00", 所在名: "不在", 背景色: "#e6e6fa", 文字色: "#000000"},
  {所在コード: "60", 所在名: "フレックス", 背景色: "#3ADF00", 文字色: "#000000"},
  {所在コード: "10", 所在名: "直行", 背景色: "#00FFBF", 文字色: "#000000"},
  {所在コード: "11", 所在名: "外出", 背景色: "#58fad0", 文字色: "#000000"},
  {所在コード: "12", 所在名: "出張", 背景色: "#00FF80", 文字色: "#000000"},
  {所在コード: "13", 所在名: "出張移動", 背景色: "#81F7BE", 文字色: "#000000"},
  {所在コード: "20", 所在名: "会議", 背景色: "#40FF00", 文字色: "#000000"},
  {所在コード: "21", 所在名: "来客", 背景色: "#CC2EFA", 文字色: "#000000"},
  {所在コード: "30", 所在名: "全日休", 背景色: "#FF0000", 文字色: "#000000"},
  {所在コード: "31", 所在名: "午前半休", 背景色: "#FE2E2E", 文字色: "#000000"},
  {所在コード: "32", 所在名: "午後半休", 背景色: "#FA5858", 文字色: "#000000"},
  {所在コード: "33", 所在名: "特別休暇", 背景色: "#F78181", 文字色: "#000000"},
  {所在コード: "34", 所在名: "代休", 背景色: "#DF3A01", 文字色: "#000000"},
  {所在コード: "35", 所在名: "振休", 背景色: "#FE642E", 文字色: "#000000"},
  {所在コード: "36", 所在名: "午前半日振休", 背景色: "#FFBF00", 文字色: "#000000"},
  {所在コード: "37", 所在名: "午後半日振休", 背景色: "#FACC2E", 文字色: "#000000"},
  {所在コード: "41", 所在名: "早退", 背景色: "#088A08", 文字色: "#000000"},
  {所在コード: "50", 所在名: "在宅勤務", 背景色: "#A9BCF5", 文字色: "#000000"},
  {所在コード: "38", 所在名: "欠勤", 背景色: "#0B0B61", 文字色: "#edecec"},
  {所在コード: "05", 所在名: "振替出勤", 背景色: "#2efef7", 文字色: "#000000"},
  {所在コード: "01", 所在名: "本社6F", 背景色: "#00d1ff", 文字色: "#000000"},
  {所在コード: "02", 所在名: "本社7F", 背景色: "#00d1ff", 文字色: "#000000"}
])