Bashomaster.delete_all
Bashomaster.reset_pk_sequence
Bashomaster.create!([
                        {場所コード:'1',場所名:'本社',場所名カナ:'ホンシャ',場所区分:'1', 会社コード:'999999' },
                        {場所コード:'11',場所名:'本社6F',場所名カナ:'ホンシャ6F',場所区分:'1', 会社コード:'999999' },
                        {場所コード:'12',場所名:'本社7F',場所名カナ:'ホンシャ7F',場所区分:'1', 会社コード:'999999' },
                        {場所コード:'111',場所名:'会議室6F',場所名カナ:'カイギシツ6F',場所区分:'1', 会社コード:'999999' },
                        {場所コード:'121',場所名:'会議室7F',場所名カナ:'カイギシツ7F',場所区分:'1', 会社コード:'999999' },
                        {場所コード:'13',場所名:'女子休憩室',場所名カナ:'ジョシキュウケイシツ',場所区分:'1', 会社コード:'999999' },
                        {場所コード:'14',場所名:'喫煙室',場所名カナ:'キツエンシツ',場所区分:'1', 会社コード:'999999' },
                        {場所コード:'15',場所名:'相談役室',場所名カナ:'ソウダンヤクシツ',場所区分:'1', 会社コード:'999999' },
                        {場所コード:'16',場所名:'休憩室',場所名カナ:'キュウケイシツ',場所区分:'1', 会社コード:'999999' },
                        {場所コード:'17',場所名:'サーバールーム',場所名カナ:'サーバールーム',場所区分:'1', 会社コード:'999999' }
                    ])
