Kikanmst.delete_all
Kikanmst.reset_pk_sequence
Kikanmst.create!([
                   {機関コード:'0100', 機関名: 'JR', 備考: '日本JR'},
                   {機関コード:'2000', 機関名: 'バス', 備考: '日本バス'},
                   {機関コード:'9001', 機関名: 'タクシー', 備考: '日本タクシー'},
                   {機関コード:'0400', 機関名: '地下鉄', 備考: '日本地下鉄'},
                   {機関コード:'0410', 機関名: '神戸市地下鉄', 備考: '神戸市地下鉄'},
                   {機関コード:'0213', 機関名: '阪急', 備考: '阪急'},
                   {機関コード:'9004', 機関名: '高速代', 備考: '高速代'},
                   {機関コード:'0807', 機関名: '神戸新交通', 備考: '神戸新交通'},
                   {機関コード:'0214', 機関名: '阪神', 備考: '阪神'},
                   {機関コード:'0409', 機関名: '大阪地下鉄', 備考: '大阪地下鉄'},
                   {機関コード:'0104', 機関名: 'JR西日本', 備考: '大阪地下鉄'}
               ])
